Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Active Steering
ar: التوجيه النشط
de: Aktive Steuerung
es: Direccionamiento activo
fr: Guidage actif
he: היגוי פעיל
hi: सक्रिय स्टीयरिंग
id: Pengarah Aktif
it: Guida attiva
ja: アクティブステアリング
ko: 활성 스티어링
nl: Actieve besturing
pl: Aktywne sterowanie
pt_br: Direcionamento Ativo
ru: Активное управление
sv: Aktiv styrning
tr: Aktif Yönlendirme
uk: Активне керування
vi: Điều hướng chủ động
zh_hans: 主动转向
zh_hant: 主動導向

source: Active Theme
ar: السمة النشطة
de: Aktives Design
es: Tema activo
fr: Thème actif
he: ערכת נושא פעילה
hi: सक्रिय थीम
id: Tema aktif
it: Tema attivo
ja: 使用中のテーマ
ko: 활성 테마
nl: Actief thema
pl: Aktywny motyw
pt_br: Tema ativo
ru: Активная тема
sv: Aktivt tema
tr: Etkin tema
uk: Активна тема
vi: Chủ đề đang dùng
zh_hans: 当前主题
zh_hant: 目前佈景主題

source: Active direction
ar: الاتجاه النشط
de: Aktive Richtung
es: Dirección activa
fr: Direction active
he: כיוון פעיל
hi: सक्रिय दिशा
id: Arah aktif
it: Direzione attiva
ja: アクティブな方向
ko: 활성 방향
nl: Actieve richting
pl: Aktywny kierunek
pt_br: Direção ativa
ru: Активное направление
sv: Aktiv riktning
tr: Aktif yön
uk: Активний напрямок
vi: Hướng hoạt động
zh_hans: 当前方向
zh_hant: 目前方向

source: Active in Chat
ar: نشط في المحادثة
de: Aktiv im Chat
es: Activo en el chat
fr: Actif dans la discussion
he: פעיל בצ'אט
hi: चैट में सक्रिय
id: Aktif di Obrolan
it: Attivo nella chat
ja: チャットで有効
ko: 대화에서 사용 중
nl: Actief in chat
pl: Aktywny na czacie
pt_br: Ativo no chat
ru: Активно в чате
sv: Aktiv i chatt
tr: Sohbette Etkin
uk: Активний у чаті
vi: Đang hoạt động trong trò chuyện
zh_hans: 在对话中活跃
zh_hant: 在對話中啟用

source: Active model
ar: النموذج النشط
de: Aktives Modell
es: Modelo activo
fr: Modèle actif
he: מודל פעיל
hi: सक्रिय मॉडल
id: Model aktif
it: Modello attivo
ja: アクティブなモデル
ko: 활성 모델
nl: Actief model
pl: Aktywny model
pt_br: Modelo ativo
ru: Активная модель
sv: Aktiv modell
tr: Aktif model
uk: Активна модель
vi: Mô hình đang hoạt động
zh_hans: 当前模型
zh_hant: 使用中模型

source: Active servers are available to the assistant during turns in this project.
ar: تتوفر الخوادم النشطة للمساعد أثناء الأدوار في هذا المشروع.
de: Aktive Server stehen dem Assistenten während der Züge in diesem Projekt zur Verfügung.
es: Los servidores activos estan disponibles para el asistente durante los turnos de este proyecto.
fr: Les serveurs actifs sont disponibles pour l'assistant pendant les tours de ce projet.
he: שרתים פעילים זמינים לעוזר במהלך התורות בפרויקט הזה.
hi: सक्रिय सर्वर इस प्रोजेक्ट के टर्न के दौरान असिस्टेंट के लिए उपलब्ध रहते हैं।
id: Server aktif tersedia untuk asisten selama giliran dalam proyek ini.
it: I server attivi sono disponibili per l'assistente durante i turni di questo progetto.
ja: 有効なサーバーは、このプロジェクトのターン中にアシスタントから利用できます。
ko: 활성 서버는 이 프로젝트의 턴 동안 어시스턴트가 사용할 수 있습니다.
nl: Actieve servers zijn tijdens beurten in dit project beschikbaar voor de assistent.
pl: Aktywne serwery są dostępne dla asystenta podczas tur w tym projekcie.
pt_br: Os servidores ativos ficam disponíveis para o assistente durante os turnos deste projeto.
ru: Активные серверы доступны ассистенту во время ходов в этом проекте.
sv: Aktiva servrar är tillgängliga för assistenten under turer i det här projektet.
tr: Etkin sunucular, bu projedeki turlar sırasında asistan tarafından kullanılabilir.
uk: Активні сервери доступні асистенту під час ходів у цьому проєкті.
vi: Các máy chủ đang hoạt động sẵn sàng cho trợ lý trong các lượt của dự án này.
zh_hans: 活跃的服务器可供助手在本项目的对话轮次中使用。
zh_hant: 使用中的伺服器可供助理在本專案的回合中使用。

source: Activity
ar: النشاط
de: Aktivität
es: Actividad
fr: Activité
he: פעילות
hi: गतिविधि
id: Aktivitas
it: Attività
ja: アクティビティ
ko: 활동
nl: Activiteit
pl: Aktywność
pt_br: Atividade
ru: Активность
sv: Aktivitet
tr: Etkinlik
uk: Активність
vi: Hoạt động
zh_hans: 活动
zh_hant: 活動

source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
he: הוסף
hi: जोड़ें
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
ru: Добавить
sv: Lägg till
tr: Ekle
uk: Додати
vi: Thêm
zh_hans: 添加
zh_hant: 新增

source: Add Files or Photos...
ar: إضافة ملفات أو صور...
de: Dateien oder Fotos hinzufügen...
es: Añadir archivos o fotos...
fr: Ajouter des fichiers ou des photos...
he: הוסף קבצים או תמונות...
hi: फ़ाइलें या फ़ोटो जोड़ें...
id: Tambah File atau Foto...
it: Aggiungi file o foto...
ja: ファイルまたは写真を追加...
ko: 파일 또는 사진 추가...
nl: Bestanden of foto'''s toevoegen...
pl: Dodaj pliki lub zdjęcia...
pt_br: Adicionar Arquivos ou Fotos...
ru: Добавить файлы или фото...
sv: Lägg till filer eller foton...
tr: Dosya veya Fotoğraf Ekle...
uk: Додати файли або фото...
vi: Thêm tệp hoặc ảnh...
zh_hans: 添加文件或照片...
zh_hant: 新增檔案或照片...

source: Add Folder…
ar: إضافة مجلد…
de: Ordner hinzufügen…
es: Añadir carpeta…
fr: Ajouter un dossier…
he: הוסף תיקייה…
hi: फ़ोल्डर जोड़ें…
id: Tambah Folder…
it: Aggiungi cartella…
ja: フォルダを追加…
ko: 폴더 추가…
nl: Map toevoegen…
pl: Dodaj folder…
pt_br: Adicionar Pasta…
ru: Добавить папку…
sv: Lägg till mapp…
tr: Klasör Ekle…
uk: Додати папку…
vi: Thêm thư mục…
zh_hans: 添加文件夹…
zh_hant: 加入資料夾…

source: Add Hook
ar: إضافة خطاف
de: Hook hinzufügen
es: Agregar gancho
fr: Ajouter un hook
he: הוסף הוק
hi: हुक जोड़ें
id: Tambah Hook
it: Aggiungi hook
ja: フックを追加
ko: 훅 추가
nl: Hook toevoegen
pl: Dodaj hook
pt_br: Adicionar hook
ru: Добавить хук
sv: Lägg till hook
tr: Kanca Ekle
uk: Додати хук
vi: Thêm hook
zh_hans: 添加钩子
zh_hant: 新增掛鉤

source: Add Local Folder
ar: إضافة مجلد محلي
de: Lokalen Ordner hinzufügen
es: Añadir carpeta local
fr: Ajouter un dossier local
he: הוסף תיקייה מקומית
hi: स्थानीय फ़ोल्डर जोड़ें
id: Tambah Folder Lokal
it: Aggiungi cartella locale
ja: ローカルフォルダを追加
ko: 로컬 폴더 추가
nl: Lokale map toevoegen
pl: Dodaj folder lokalny
pt_br: Adicionar Pasta Local
ru: Добавить локальную папку
sv: Lägg till lokal mapp
tr: Yerel Klasör Ekle
uk: Додати локальну папку
vi: Thêm thư mục cục bộ
zh_hans: 添加本地文件夹
zh_hant: 新增本機資料夾

source: Add MCP Marketplace
ar: إضافة سوق MCP
de: MCP-Marktplatz hinzufügen
es: Añadir marketplace MCP
fr: Ajouter une place de marché MCP
he: הוסף מרכז MCP
hi: MCP मार्केटप्लेस जोड़ें
id: Tambah marketplace MCP
it: Aggiungi marketplace MCP
ja: MCP マーケットプレイスを追加
ko: MCP 마켓플레이스 추가
nl: MCP-marktplaats toevoegen
pl: Dodaj marketplace MCP
pt_br: Adicionar marketplace MCP
ru: Добавить маркетплейс MCP
sv: Lägg till MCP-marknadsplats
tr: MCP pazarı ekle
uk: Додати маркетплейс MCP
vi: Thêm chợ MCP
zh_hans: 添加 MCP 市场
zh_hant: 新增 MCP 市集

source: Add MCP Server
ar: إضافة خادم MCP
de: MCP-Server hinzufügen
es: Añadir servidor MCP
fr: Ajouter un serveur MCP
he: הוסף שרת MCP
hi: MCP सर्वर जोड़ें
id: Tambah Server MCP
it: Aggiungi server MCP
ja: MCPサーバーを追加
ko: MCP 서버 추가
nl: MCP-server toevoegen
pl: Dodaj serwer MCP
pt_br: Adicionar Servidor MCP
ru: Добавить сервер MCP
sv: Lägg till MCP-server
tr: MCP Sunucusu Ekle
uk: Додати сервер MCP
vi: Thêm máy chủ MCP
zh_hans: 添加 MCP 服务器
zh_hant: 新增 MCP 伺服器

source: Add MCP Server...
ar: إضافة خادم MCP...
de: MCP-Server hinzufügen...
es: Añadir servidor MCP...
fr: Ajouter un serveur MCP...
he: הוסף שרת MCP...
hi: MCP सर्वर जोड़ें...
id: Tambah Server MCP...
it: Aggiungi server MCP...
ja: MCPサーバーを追加...
ko: MCP 서버 추가...
nl: MCP-server toevoegen...
pl: Dodaj serwer MCP...
pt_br: Adicionar Servidor MCP...
ru: Добавить сервер MCP...
sv: Lägg till MCP-server...
tr: MCP Sunucusu Ekle...
uk: Додати сервер MCP...
vi: Thêm máy chủ MCP...
zh_hans: 添加 MCP 服务器...
zh_hant: 新增 MCP 伺服器...

source: Add Personality
ar: إضافة شخصية
de: Persönlichkeit hinzufügen
es: Agregar personalidad
fr: Ajouter une personnalité
he: הוסף אישיות
hi: व्यक्तित्व जोड़ें
id: Tambah Kepribadian
it: Aggiungi personalità
ja: 個性を追加
ko: 성격 추가
nl: Persoonlijkheid toevoegen
pl: Dodaj osobowość
pt_br: Adicionar personalidade
ru: Добавить личность
sv: Lägg till personlighet
tr: Kişilik Ekle
uk: Додати особистість
vi: Thêm tính cách
zh_hans: 添加个性
zh_hant: 新增個性

source: Add Profile
ar: إضافة ملف شخصي
de: Profil hinzufügen
es: Añadir perfil
fr: Ajouter un profil
he: הוסף פרופיל
hi: प्रोफ़ाइल जोड़ें
id: Tambah Profil
it: Aggiungi profilo
ja: プロファイルを追加
ko: 프로필 추가
nl: Profiel toevoegen
pl: Dodaj profil
pt_br: Adicionar Perfil
ru: Добавить профиль
sv: Lägg till profil
tr: Profil Ekle
uk: Додати профіль
vi: Thêm hồ sơ
zh_hans: 添加个人资料
zh_hant: 新增設定檔

source: Add Project
ar: إضافة مشروع
de: Projekt hinzufügen
es: Añadir proyecto
fr: Ajouter un projet
he: הוסף פרויקט
hi: परियोजना जोड़ें
id: Tambah Proyek
it: Aggiungi progetto
ja: プロジェクトを追加
ko: 프로젝트 추가
nl: Project toevoegen
pl: Dodaj projekt
pt_br: Adicionar Projeto
ru: Добавить проект
sv: Lägg till projekt
tr: Proje Ekle
uk: Додати проєкт
vi: Thêm dự án
zh_hans: 添加项目
zh_hant: 新增專案

source: Add Prompt
ar: إضافة موجه
de: Prompt hinzufügen
es: Añadir instrucción
fr: Ajouter une invite
he: הוסף הנחיה
hi: प्रॉम्प्ट जोड़ें
id: Tambah Prompt
it: Aggiungi prompt
ja: プロンプトを追加
ko: 프롬프트 추가
nl: Prompt toevoegen
pl: Dodaj prompt
pt_br: Adicionar Prompt
ru: Добавить запрос
sv: Lägg till prompt
tr: İstem Ekle
uk: Додати підказку
vi: Thêm lời nhắc
zh_hans: 添加提示词
zh_hant: 新增提示詞

source: Add Selected
ar: إضافة المحدد
de: Ausgewählte hinzufügen
es: Añadir seleccionados
fr: Ajouter la sélection
he: הוסף פריטים שנבחרו
hi: चयनित जोड़ें
id: Tambah yang Dipilih
it: Aggiungi selezionati
ja: 選択項目を追加
ko: 선택 항목 추가
nl: Geselecteerde toevoegen
pl: Dodaj zaznaczone
pt_br: Adicionar selecionados
ru: Добавить выбранное
sv: Lägg till valda
tr: Seçilenleri Ekle
uk: Додати вибране
vi: Thêm mục đã chọn
zh_hans: 添加所选项
zh_hant: 新增所選項

source: Add Server
ar: إضافة خادم
de: Server hinzufügen
es: Agregar servidor
fr: Ajouter un serveur
he: הוסף שרת
hi: सर्वर जोड़ें
id: Tambah Server
it: Aggiungi server
ja: サーバーを追加
ko: 서버 추가
nl: Server toevoegen
pl: Dodaj serwer
pt_br: Adicionar servidor
ru: Добавить сервер
sv: Lägg till server
tr: Sunucu Ekle
uk: Додати сервер
vi: Thêm máy chủ
zh_hans: 添加服务器
zh_hant: 新增伺服器

source: Add Tag
ar: إضافة وسم
de: Tag hinzufügen
es: Añadir etiqueta
fr: Ajouter une balise
he: הוסף תגית
hi: टैग जोड़ें
id: Tambah Tag
it: Aggiungi tag
ja: タグを追加
ko: 태그 추가
nl: Tag toevoegen
pl: Dodaj tag
pt_br: Adicionar Tag
ru: Добавить тег
sv: Lägg till tagg
tr: Etiket Ekle
uk: Додати тег
vi: Thêm thẻ
zh_hans: 添加标签
zh_hant: 新增標籤

source: Add a User
ar: إضافة مستخدم
de: Benutzer hinzufügen
es: Añadir un usuario
fr: Ajouter un utilisateur
he: הוסף משתמש
hi: उपयोगकर्ता जोड़ें
id: Tambahkan Pengguna
it: Aggiungi un utente
ja: ユーザーを追加
ko: 사용자 추가
nl: Voeg een gebruiker toe
pl: Dodaj użytkownika
pt_br: Adicionar um usuário
ru: Добавить пользователя
sv: Lägg till en användare
tr: Kullanıcı Ekle
uk: Додати користувача
vi: Thêm người dùng
zh_hans: 添加用户
zh_hant: 新增使用者

source: Add a direction
ar: إضافة اتجاه
de: Richtung hinzufügen
es: Añadir una dirección
fr: Ajouter une direction
he: הוסף כיוון
hi: एक दिशा जोड़ें
id: Tambah arah
it: Aggiungi una direzione
ja: 方向を追加
ko: 방향 추가
nl: Richting toevoegen
pl: Dodaj kierunek
pt_br: Adicionar uma direção
ru: Добавить направление
sv: Lägg till en riktning
tr: Yön ekle
uk: Додати напрямок
vi: Thêm hướng
zh_hans: 添加方向
zh_hant: 新增方向

source: Add a folder here to clear the macOS access prompt for it up front.
ar: أضف مجلدا هنا لتجاوز طلب الوصول في macOS مسبقا.
de: Fügen Sie hier einen Ordner hinzu, um die macOS-Zugriffsabfrage vorab zu erledigen.
es: Añade aquí una carpeta para resolver de antemano el aviso de acceso de macOS.
fr: Ajoutez un dossier ici pour lever à l'avance la demande d'accès de macOS.
he: הוסף כאן תיקייה כדי לטפל מראש בבקשת הגישה של macOS.
hi: यहां फ़ोल्डर जोड़ें ताकि macOS की एक्सेस अनुमति पहले ही निपट जाए।
id: Tambahkan folder di sini untuk menyelesaikan permintaan akses macOS lebih awal.
it: Aggiungi qui una cartella per risolvere in anticipo la richiesta di accesso di macOS.
ja: ここにフォルダを追加すると、macOS のアクセス許可ダイアログを事前に解消できます。
ko: 여기에 폴더를 추가하면 macOS 접근 권한 요청을 미리 처리할 수 있습니다.
nl: Voeg hier een map toe om de macOS-toegangsvraag vooraf af te handelen.
pl: Dodaj tutaj folder, aby z góry obsłużyć monit o dostęp w macOS.
pt_br: Adicione uma pasta aqui para resolver antecipadamente o aviso de acesso do macOS.
ru: Добавьте сюда папку, чтобы заранее снять запрос доступа macOS.
sv: Lägg till en mapp här för att i förväg hantera macOS åtkomstfråga.
tr: macOS erişim istemini önceden gidermek için buraya bir klasör ekleyin.
uk: Додайте сюди папку, щоб заздалегідь зняти запит доступу macOS.
vi: Thêm thư mục tại đây để xử lý trước lời nhắc cấp quyền của macOS.
zh_hans: 在此添加文件夹，可提前处理 macOS 的访问授权提示。
zh_hant: 在此新增資料夾，可預先處理 macOS 的存取授權提示。

source: Add external MCP servers (like memory, GitHub, filesystem, database, or browser tools) to extend assistant capabilities.
ar: أضف خوادم MCP خارجية (مثل الذاكرة أو GitHub أو نظام الملفات أو قاعدة البيانات أو أدوات المتصفح) لتوسيع قدرات المساعد.
de: Fügen Sie externe MCP-Server hinzu (etwa Speicher, GitHub, Dateisystem, Datenbank oder Browser-Tools), um die Fähigkeiten des Assistenten zu erweitern.
es: Añade servidores MCP externos (como memoria, GitHub, sistema de archivos, base de datos o herramientas de navegador) para ampliar las capacidades del asistente.
fr: Ajoutez des serveurs MCP externes (mémoire, GitHub, système de fichiers, base de données ou outils de navigateur) pour étendre les capacités de l'assistant.
he: הוסף שרתי MCP חיצוניים (זיכרון, GitHub, מערכת קבצים, מסד נתונים או כלי דפדפן) כדי להרחיב את יכולות העוזר.
hi: असिस्टेंट की क्षमताएं बढ़ाने के लिए बाहरी MCP सर्वर (जैसे मेमोरी, GitHub, फ़ाइल सिस्टम, डेटाबेस या ब्राउज़र टूल) जोड़ें।
id: Tambahkan server MCP eksternal (seperti memori, GitHub, sistem berkas, basis data, atau alat peramban) untuk memperluas kemampuan asisten.
it: Aggiungi server MCP esterni (come memoria, GitHub, file system, database o strumenti del browser) per ampliare le capacità dell'assistente.
ja: 外部 MCP サーバー (メモリ、GitHub、ファイルシステム、データベース、ブラウザツールなど) を追加して、アシスタントの機能を拡張します。
ko: 외부 MCP 서버(메모리, GitHub, 파일 시스템, 데이터베이스, 브라우저 도구 등)를 추가해 어시스턴트 기능을 확장합니다.
nl: Voeg externe MCP-servers toe (zoals geheugen, GitHub, bestandssysteem, database of browsertools) om de mogelijkheden van de assistent uit te breiden.
pl: Dodaj zewnętrzne serwery MCP (np. pamięć, GitHub, system plików, bazę danych lub narzędzia przeglądarki), aby rozszerzyć możliwości asystenta.
pt_br: Adicione servidores MCP externos (como memória, GitHub, sistema de arquivos, banco de dados ou ferramentas de navegador) para ampliar os recursos do assistente.
ru: Добавьте внешние серверы MCP (память, GitHub, файловая система, база данных или браузерные инструменты), чтобы расширить возможности ассистента.
sv: Lägg till externa MCP-servrar (som minne, GitHub, filsystem, databas eller webbläsarverktyg) för att utöka assistentens förmåga.
tr: Asistanın yeteneklerini genişletmek için harici MCP sunucuları (bellek, GitHub, dosya sistemi, veritabanı veya tarayıcı araçları gibi) ekleyin.
uk: Додайте зовнішні сервери MCP (пам'ять, GitHub, файлова система, база даних або браузерні інструменти), щоб розширити можливості асистента.
vi: Thêm máy chủ MCP bên ngoài (như bộ nhớ, GitHub, hệ thống tệp, cơ sở dữ liệu hoặc công cụ trình duyệt) để mở rộng khả năng của trợ lý.
zh_hans: 添加外部 MCP 服务器 (如内存、GitHub、文件系统、数据库或浏览器工具) 以扩展助手能力。
zh_hant: 新增外部 MCP 伺服器 (如記憶體、GitHub、檔案系統、資料庫或瀏覽器工具) 以擴充助理能力。

source: Add files
ar: إضافة ملفات
de: Dateien hinzufügen
es: Añadir archivos
fr: Ajouter des fichiers
he: הוסף קבצים
hi: फ़ाइलें जोड़ें
id: Tambah file
it: Aggiungi file
ja: ファイルを追加
ko: 파일 추가
nl: Bestanden toevoegen
pl: Dodaj pliki
pt_br: Adicionar arquivos
ru: Добавить файлы
sv: Lägg till filer
tr: Dosyaları ekle
uk: Додати файли
vi: Thêm tệp
zh_hans: 添加文件
zh_hant: 新增檔案

source: Add files, folders, and tools (Cmd+U)
ar: إضافة ملفات ومجلدات وأدوات (Cmd+U)
de: Dateien, Ordner und Tools hinzufügen (Cmd+U)
es: Añadir archivos, carpetas y herramientas (Cmd+U)
fr: Ajouter des fichiers, des dossiers et des outils (Cmd+U)
he: הוסף קבצים, תיקיות וכלים (Cmd+U)
hi: फ़ाइलें, फ़ोल्डर और उपकरण जोड़ें (Cmd+U)
id: Tambahkan file, folder, dan alat (Cmd+U)
it: Aggiungi file, cartelle e strumenti (Cmd+U)
ja: ファイル、フォルダー、ツールを追加 (Cmd+U)
ko: 파일, 폴더 및 도구 추가 (Cmd+U)
nl: Bestanden, mappen en tools toevoegen (Cmd+U)
pl: Dodaj pliki, foldery i narzędzia (Cmd+U)
pt_br: Adicionar arquivos, pastas e ferramentas (Cmd+U)
ru: Добавить файлы, папки и инструменты (Cmd+U)
sv: Lägg till filer, mappar och verktyg (Cmd+U)
tr: Dosya, klasör ve araç ekle (Cmd+U)
uk: Додати файли, папки та інструменти (Cmd+U)
vi: Thêm tệp, thư mục và công cụ (Cmd+U)
zh_hans: 添加文件、文件夹和工具 (Cmd+U)
zh_hant: 新增檔案、資料夾與工具 (Cmd+U)

source: Add folder
ar: إضافة مجلد
de: Ordner hinzufügen
es: Añadir carpeta
fr: Ajouter un dossier
he: הוסף תיקייה
hi: फ़ोल्डर जोड़ें
id: Tambah folder
it: Aggiungi cartella
ja: フォルダを追加
ko: 폴더 추가
nl: Map toevoegen
pl: Dodaj folder
pt_br: Adicionar pasta
ru: Добавить папку
sv: Lägg till mapp
tr: Klasör ekle
uk: Додати папку
vi: Thêm thư mục
zh_hans: 添加文件夹
zh_hant: 加入資料夾

source: Add folders on external drives or secondary locations to scan for .gturbo bundles and .gguf models.
ar: أضف مجلدات على أقراص خارجية أو مواقع أخرى للبحث فيها عن حزم .gturbo ونماذج .gguf.
de: Fügen Sie Ordner auf externen Laufwerken oder anderen Speicherorten hinzu, um dort nach .gturbo-Bundles und .gguf-Modellen zu suchen.
es: Añade carpetas en unidades externas u otras ubicaciones para buscar paquetes .gturbo y modelos .gguf.
fr: Ajoutez des dossiers situés sur des disques externes ou d'autres emplacements pour y rechercher des bundles .gturbo et des modèles .gguf.
he: הוסף תיקיות בכוננים חיצוניים או במיקומים אחרים לסריקת חבילות ‎.gturbo ומודלים ‎.gguf.
hi: बाहरी ड्राइव या अन्य स्थानों के फ़ोल्डर जोड़ें ताकि .gturbo बंडल और .gguf मॉडल स्कैन किए जा सकें।
id: Tambahkan folder di drive eksternal atau lokasi lain untuk memindai bundel .gturbo dan model .gguf.
it: Aggiungi cartelle su unità esterne o posizioni secondarie in cui cercare bundle .gturbo e modelli .gguf.
ja: 外付けドライブや別の場所にあるフォルダを追加して、.gturbo バンドルと .gguf モデルをスキャンします。
ko: 외장 드라이브나 다른 위치의 폴더를 추가해 .gturbo 번들과 .gguf 모델을 검색합니다.
nl: Voeg mappen op externe schijven of andere locaties toe om te scannen op .gturbo-bundels en .gguf-modellen.
pl: Dodaj foldery na dyskach zewnętrznych lub w innych lokalizacjach, aby wyszukiwać w nich pakiety .gturbo i modele .gguf.
pt_br: Adicione pastas em unidades externas ou outros locais para procurar pacotes .gturbo e modelos .gguf.
ru: Добавьте папки на внешних дисках или в других расположениях для поиска пакетов .gturbo и моделей .gguf.
sv: Lägg till mappar på externa enheter eller andra platser för att söka efter .gturbo-paket och .gguf-modeller.
tr: .gturbo paketlerini ve .gguf modellerini taramak için harici sürücülerdeki veya diğer konumlardaki klasörleri ekleyin.
uk: Додайте папки на зовнішніх дисках або в інших розташуваннях для пошуку пакетів .gturbo та моделей .gguf.
vi: Thêm thư mục trên ổ đĩa ngoài hoặc vị trí khác để quét gói .gturbo và mô hình .gguf.
zh_hans: 添加外部驱动器或其他位置的文件夹，以扫描 .gturbo 包和 .gguf 模型。
zh_hant: 新增外接磁碟或其他位置的資料夾，以掃描 .gturbo 套件與 .gguf 模型。

source: Add marketplace
ar: إضافة سوق
de: Marktplatz hinzufügen
es: Añadir marketplace
fr: Ajouter une place de marché
he: הוסף מרכז
hi: मार्केटप्लेस जोड़ें
id: Tambah marketplace
it: Aggiungi marketplace
ja: マーケットプレイスを追加
ko: 마켓플레이스 추가
nl: Marktplaats toevoegen
pl: Dodaj marketplace
pt_br: Adicionar marketplace
ru: Добавить маркетплейс
sv: Lägg till marknadsplats
tr: Pazar ekle
uk: Додати маркетплейс
vi: Thêm chợ
zh_hans: 添加市场
zh_hant: 新增市集

source: Add options and tools
ar: إضافة خيارات وأدوات
de: Optionen und Tools hinzufügen
es: Añadir opciones y herramientas
fr: Ajouter des options et des outils
he: הוסף אפשרויות וכלים
hi: विकल्प और उपकरण जोड़ें
id: Tambahkan opsi dan alat
it: Aggiungi opzioni e strumenti
ja: オプションとツールを追加
ko: 옵션 및 도구 추가
nl: Opties en tools toevoegen
pl: Dodaj opcje i narzędzia
pt_br: Adicionar opções e ferramentas
ru: Добавить параметры и инструменты
sv: Lägg till alternativ och verktyg
tr: Seçenekler ve araçlar ekle
uk: Додати параметри та інструменти
vi: Thêm tùy chọn và công cụ
zh_hans: 添加选项和工具
zh_hant: 新增選項與工具

source: Add source
ar: إضافة مصدر
de: Quelle hinzufügen
es: Añadir fuente
fr: Ajouter une source
he: הוסף מקור
hi: स्रोत जोड़ें
id: Tambah sumber
it: Aggiungi origine
ja: ソースを追加
ko: 소스 추가
nl: Bron toevoegen
pl: Dodaj źródło
pt_br: Adicionar fonte
ru: Добавить источник
sv: Lägg till källa
tr: Kaynak ekle
uk: Додати джерело
vi: Thêm nguồn
zh_hans: 添加源
zh_hant: 新增來源

source: Added
ar: تمت الإضافة
de: Hinzugefügt
es: Añadido
fr: Ajouté
he: נוסף
hi: जोड़ा गया
id: Ditambahkan
it: Aggiunto
ja: 追加済み
ko: 추가됨
nl: Toegevoegd
pl: Dodano
pt_br: Adicionado
ru: Добавлено
sv: Tillagd
tr: Eklendi
uk: Додано
vi: Đã thêm
zh_hans: 已添加
zh_hant: 已新增

source: Additional Model Folders
ar: مجلدات نماذج إضافية
de: Zusätzliche Modellordner
es: Carpetas de modelos adicionales
fr: Dossiers de modèles supplémentaires
he: תיקיות מודלים נוספות
hi: अतिरिक्त मॉडल फ़ोल्डर
id: Folder Model Tambahan
it: Cartelle modelli aggiuntive
ja: 追加のモデルフォルダ
ko: 추가 모델 폴더
nl: Extra modelmappen
pl: Dodatkowe foldery modeli
pt_br: Pastas de Modelos Adicionais
ru: Дополнительные папки моделей
sv: Ytterligare modellmappar
tr: Ek Model Klasörleri
uk: Додаткові папки моделей
vi: Thư mục mô hình bổ sung
zh_hans: 其他模型文件夹
zh_hant: 其他模型資料夾

source: Address
ar: العنوان
de: Adresse
es: Dirección
fr: Adresse
he: כתובת
hi: पता
id: Alamat
it: Indirizzo
ja: アドレス
ko: 주소
nl: Adres
pl: Adres
pt_br: Endereço
ru: Адрес
sv: Adress
tr: Adres
uk: Адреса
vi: Địa chỉ
zh_hans: 地址
zh_hant: 位址

source: Adjust reasoning effort
ar: ضبط جهد التفكير
de: Denkaufwand anpassen
es: Ajustar esfuerzo de razonamiento
fr: Ajuster l'effort de raisonnement
he: התאם עומק חשיבה
hi: तर्क प्रयास समायोजित करें
id: Sesuaikan upaya penalaran
it: Regola sforzo di ragionamento
ja: 推論の深さを調整
ko: 추론 노력 조정
nl: Redeneerinspanning aanpassen
pl: Dostosuj wysiłek rozumowania
pt_br: Ajustar esforço de raciocínio
ru: Настроить глубину рассуждений
sv: Justera resonemangsinsats
tr: Akıl yürütme çabasını ayarlayın
uk: Налаштувати глибину міркувань
vi: Điều chỉnh mức độ suy luận
zh_hans: 调整推理深度
zh_hant: 調整推理深度

source: Admin Panel
ar: لوحة الإدارة
es: Panel de administración
fr: Panneau d'''administration
he: לוח ניהול
hi: व्यवस्थापक पैनल
id: Panel Admin
it: Pannello di amministrazione
ja: 管理パネル
ko: 관리자 패널
nl: Beheerderspaneel
pl: Panel administratora
pt_br: Painel de Administração
ru: Панель администратора
sv: Administratörspanel
tr: Yönetici Paneli
uk: Панель адміністратора
vi: Bảng quản trị
zh_hans: 管理面板
zh_hant: 管理面板

source: Advanced
ar: متقدم
de: Erweitert
es: Avanzado
fr: Avancé
he: מתקדם
hi: उन्नत
id: Tingkat Lanjut
it: Avanzate
ja: 詳細設定
ko: 고급
nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
ru: Расширенные
sv: Avancerat
tr: Gelişmiş
uk: Розширені
vi: Nâng cao
zh_hans: 高级
zh_hant: 進階

source: Advanced Generation
ar: التوليد المتقدم
de: Erweiterte Generierung
es: Generación avanzada
fr: Génération avancée
he: יצירה מתקדמת
hi: उन्नत पीढ़ी
id: Generasi Lanjutan
it: Generazione avanzata
ja: 高度な生成
ko: 고급 생성
nl: Geavanceerde generatie
pl: Zaawansowane generowanie
pt_br: Geração avançada
ru: Расширенная генерация
sv: Avancerad generering
tr: Gelişmiş Üretim
uk: Розширена генерація
vi: Tạo nâng cao
zh_hans: 高级生成
zh_hant: 進階生成

source: Agent Efficiency
ar: كفاءة الوكيل
de: Agenteneffizienz
es: Eficiencia del agente
fr: Efficacité de l'agent
he: יעילות הסוכן
hi: एजेंट दक्षता
id: Efisiensi agen
it: Efficienza dell'agente
ja: エージェント効率
ko: 에이전트 효율성
nl: Agent-efficiëntie
pl: Wydajność agenta
pt_br: Eficiência do agente
ru: Эффективность агента
sv: Agentens effektivitet
tr: Aracı verimliliği
uk: Ефективність агента
vi: Hiệu quả tác nhân
zh_hans: 智能体效率
zh_hant: 代理效率
